package com.project.test.dropdown.list;

public interface CardText {
        public String dailyRentalPrice = "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
        public String singleScooterPerOrder = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.";
        public String rentalStartTime = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.";
        public String sameDayDeliveryUnavailable = "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
        public String urgentSupportContact = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.";
        public String scooterBatteryLife = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.";
        public String cancellationPolicy = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.";
        public String moscowAndRegionCoverage = "Да, обязательно. Всем самокатов! И Москве, и Московской области.";
    }

